[
  {
    "dates": "Actualidad",
    "role": "Diseñador UX/UI",
    "company": "Profesional Independiente",
    "description": "Aumenté la satisfacción del usuario y la eficiencia operativa en proyectos web y móviles mediante diseños atractivos y funcionales, optimizando experiencias a través de sistemas de diseño cohesivos y personalización visual. Mejoré interfaces administrativas para una operatividad más fluida y creé un kit de diseño UI en Figma, con componentes reutilizables que incrementaron la eficiencia del flujo de trabajo.",
    "logo": "assets/images/experiences/vgg-logo.svg",
    "skills": [
      "HTML5",
      "CSS3",
      "JavaScript",
      "React",
      "Tailwind CSS",
      "Figma",
      "Git",
      "Adobe XD"
    ]
  },
  {
    "dates": "Actualidad",
    "role": "Desarrollador Web",
    "company": "Profesional Independiente",
    "description": "Desarrollé sitios y aplicaciones web avanzadas con tecnologías como Webflow, React, Chakra UI, Firebase, y Astro, mejorando notablemente la experiencia del usuario. Destacan proyectos como una aplicación de películas y una réplica de servicio de música, donde implementé interfaces responsivas e intuitivas. También configuré un sistema de boletos en línea para “La Solteca” y desarrollé portafolios para programadores backend, integrando HTML5, CSS y GitHub.",
    "logo": "assets/images/experiences/vgg-logo.svg"
  },
  {
    "dates": "Octubre 2023 - Enero 2024",
    "role": "Diseñador UX/UI y Desarrollador Web",
    "company": "Grupo Empresarial NIREJ",
    "description": "Lideré la implementación de metodologías ágiles en proyectos UI/UX, colaborando con equipos multidisciplinarios para diseñar soluciones personalizadas. Rediseñé el sitio web del Hospital Ángel del Mar y desarrollé los de “BETAJ” y “Taller de Innovación en Estrategia Comercial”, aplicando guías de estilo y Webflow. También creé plantillas de correo corporativo para mejorar la comunicación visual.",
    "logo": "assets/images/experiences/nirej.png"
  },
  {
    "dates": "2019 - 2023",
    "role": "Diseñador UX/UI",
    "company": "UTVCO Universidad Tecnológica de los Valles Centrales de Oaxaca",
    "description": " Lideré proyectos de diseño UI/UX, destacando el rediseño de la app HealthCheck con Figma y Material Design, entregando resultados de alta calidad en tiempo y con foco en el usuario. Implementé estrategias de diseño efectivas, optimizando procesos y cumpliendo con altos estándares.",
    "logo": "assets/images/experiences/utvco.jpg"
  },
  {
    "dates": "2019 - 2023",
    "role": "Desarrollador Web",
    "company": "UTVCO Universidad Tecnológica de los Valles Centrales de Oaxaca",
    "description": "Desarrollé interfaces front-end en Angular e IONIC, creando sistemas para la gestión cultural y deportiva de UTVCO. Implementé UI en el BIT Tournament 2023 y diseñé interfaces en Figma, logrando una experiencia de usuario intuitiva y funcional en cada proyecto.",
    "logo": "assets/images/experiences/utvco.jpg"
  },
  {
    "dates": "Mayo 2023 - Junio 2023",
    "role": "Diseñador UI",
    "company": "Cafetería El Zapotal",
    "description": "Diseñé interfaces y prototipos en Figma para un sistema de reloj checador y un sistema administrativo, mejorando la gestión de operaciones y facilitando la administración del personal.",
    "logo": "assets/images/experiences/zapotal.jpg"
  }
]
